[
  {
    "title": "Resume Hub",
    "icons": [
      ["fab", "bootstrap"],
      ["fab", "angular"]
    ],
    "description": [
      "This project is a platform dedicated to providing a wide range of information about my career in the development world, serving as an extension of my resume. Additionally, its main aim is to reinforce and demonstrate my skills in the Angular framework. With an intuitive interface, visitors can explore my projects, experience, and skills. It's a valuable tool for employers and colleagues interested in my experience and contributions."
    ],
    "imageUrl": "/assets/portifolio/resumeHub.png"
  },
  {
    "title": "Curriculum Vitae",
    "icons": [
      ["fab", "angular"],
      ["fab", "bootstrap"]
    ],
    "description": [
      "This project is a multifunctional platform presenting my resume in Portuguese and English, highlighting my skills and professional experiences, developed with the React framework. Visitors can download any version of the resume in PDF for quick and easy viewing."
    ],
    "imageUrl": "/assets/portifolio/curriculo.png"
  },
  {
    "title": "Eduardo's Blog",
    "icons": [
      ["fab", "bootstrap"],
      ["fab", "angular"]
    ],
    "description": [
      "This project is a personal blog dedicated to technology, developed in Vue.js and Strapi. It shares articles and insights on the latest trends, innovations, and useful tips. From the world of artificial intelligence to programming, the blog covers a variety of topics for enthusiasts and professionals in the field. Visitors can explore this virtual space to stay updated and find inspiration in the ever-evolving technological world."
    ],
    "imageUrl": "/assets/portifolio/blog.png"
  },
  {
    "title": "FlixMania",
    "icons": [
      ["fab", "bootstrap"],
      ["fab", "angular"]
    ],
    "description": [
      "I developed FlixMania, a streaming platform for a client, offering a variety of entertainment for Brazilian users. With access to various channels, movies, and series, it provides an exceptional viewing experience. The site was built exclusively with Bootstrap."
    ],
    "imageUrl": "/assets/portifolio/flixmania.png"
  }
]
