{
  "topmenu": ["Português", "Inglês", "Sobre", "Contato"],
  "menu.home": "Início",
  "menu.certifications": "Certificações",
  "menu.technologies": "Tecnologias",
  "menu.members": "Membros",
  "menu.achievements": "Conquistas",
  "menu.services": "Serviços",
  "menu.portfolio": "Portfólio",
  "menu.blog": "Blog",
  "menu.testimonials": "Depoimentos",
  "menu.clients": "Clientes",
  "welcome.title": "Bem-vindo ao meu Resume Hub!",
  "welcome.intro": "Olá, sou Eduardo Vaz, e programar é mais do que uma carreira para mim, é uma paixão. Desde 2017, tenho me dedicado de corpo e alma ao desenvolvimento de software, encontrando satisfação em passar horas refinando código e enfrentando desafios complexos.",
  "welcome.passion": "Tenho uma profunda afinidade com o desenvolvimento de software e uma paixão genuína pela programação. Para mim, codificar é mais do que uma tarefa; é uma jornada de criatividade e resolução de problemas. Minha capacidade de pensar fora da caixa me permite abordar desafios com soluções inovadoras.",
  "welcome.pressure": "Além de ser apaixonado pela programação, tenho uma preferência por trabalhar sob pressão. A pressão é onde minhas habilidades se destacam, e minha criatividade atinge o ápice. Desafios intensos me motivam a superar obstáculos e entregar resultados excepcionais, destacando minhas qualidades de liderança em um ambiente de equipe.",
  "welcome.excellence": "Acredito que a excelência na programação é uma busca contínua. Sigo as melhores práticas para criar código robusto, eficiente e sustentável. Para mim, o código não é apenas um conjunto de instruções, mas uma expressão da minha experiência, competência e disciplina, destacando minha versatilidade e compromisso com a qualidade.",
  "welcome.motivation": "Minha maior motivação é a oportunidade de resolver problemas complexos e criar soluções que tornem a vida das pessoas mais fácil e eficiente. A satisfação do usuário é a maior recompensa, pois é a prova de um trabalho bem-sucedido. Minha dedicação e trabalho árduo me impulsionam a melhorar continuamente e moldar o futuro da tecnologia.",
  "welcome.explore": "Para explorar minha jornada e realizações, convido você a visitar meu Resume Hub.",
  "welcome.future": "Aquele que não está disposto a investir tempo e superar falhas não pode moldar o futuro. - Eduardo Vaz",
  "technologies.backend": "Tecnologias de Back-end",
  "technologies.frontend": "Tecnologias de Front-end",
  "technologies.mobile": "Tecnologias Móveis"
}
