[
  {
    "title": "Resume Hub",
    "icons": [
      ["fab", "bootstrap"],
      ["fab", "angular"]
    ],
    "description": [
      "Este projeto é uma plataforma dedicada a fornecer uma ampla gama de informações sobre minha carreira no mundo do desenvolvimento, servindo como uma extensão do meu currículo. Além disso, tem como objetivo principal reforçar e demonstrar minhas habilidades no framework Angular. Com uma interface intuitiva, os visitantes podem explorar meus projetos, experiência e habilidades. É uma ferramenta valiosa para empregadores e colegas interessados em minha experiência e contribuições."
    ],
    "fullDescription": [
      "Este projeto é uma plataforma abrangente destinada a fornecer insights extensivos sobre minha carreira no campo do desenvolvimento, atuando como uma versão ampliada do meu currículo. Seu foco principal reside em demonstrar e reforçar minha proficiência no framework Angular. Através de uma interface amigável, os visitantes podem navegar facilmente pelos meus projetos, experiências e habilidades.",
      "A plataforma serve como um recurso valioso para empregadores e colegas interessados em entender minha trajetória e contribuições. Ao oferecer acesso transparente aos meus projetos e expertise, facilita a tomada de decisões informadas e promove conexões profissionais significativas."
    ],
    "imageUrl": "/assets/portifolio/resumeHub.png",
    "links": [
      {
        "name": "WebSite",
        "url": "https://www.resume.eduardovaz.dev/home",
        "iconSvg": "/assets/icons/external-link.svg"
      }
    ],
    "tags": ["HTML5", "CSS3", "HTTP", "angular", "rest", "github", "primeng", "ngx-translate", "font-awesome", "typescript"]
  },
  {
    "title": "Curriculum vitae",
    "icons": [
      ["fab", "angular"],
      ["fab", "bootstrap"]
    ],
    "description": [
      "Este projeto é uma plataforma multifuncional que apresenta meu currículo em português e inglês, destacando minhas habilidades e experiências profissionais, desenvolvido com o framework React. Os visitantes podem baixar qualquer versão do currículo em PDF para uma visualização rápida e fácil."
    ],
    "fullDescription": [
      "Este projeto funciona como uma plataforma versátil destinada a mostrar meu perfil profissional tanto em português quanto em inglês. Ele incorpora um currículo interativo, meticulosamente elaborado para destacar minha diversidade de habilidades e extenso histórico profissional. Aproveitando o framework React, a plataforma garante uma experiência de usuário fluída e envolvente.",
      "Os visitantes da plataforma têm a flexibilidade de baixar tanto a versão em português quanto em inglês do meu currículo em formato PDF. Essa funcionalidade facilita o acesso rápido e conveniente às minhas credenciais, permitindo que potenciais empregadores ou colaboradores revisem minhas qualificações com facilidade."
    ],
    "imageUrl": "/assets/portifolio/curriculo.png",
    "links": [
      {
        "name": "WebSite",
        "url": "https://www.cv.eduardovaz.dev/",
        "iconSvg": "/assets/icons/external-link.svg"
      }
    ],
    "tags": ["HTML5", "CSS3", "react", "github", "typescript"]
  },
  {
    "title": "Eduardo's Blog",
    "icons": [
      ["fab", "bootstrap"],
      ["fab", "angular"]
    ],
    "description": [
      "Este projeto é um blog pessoal dedicado à tecnologia, desenvolvido em Vue.js e Strapi. Nele, são compartilhados artigos e insights sobre as últimas tendências, inovações e dicas úteis. Do mundo da inteligência artificial à programação, o blog aborda uma variedade de tópicos para entusiastas e profissionais da área. Os visitantes podem explorar este espaço virtual para se manterem atualizados e encontrarem inspiração no mundo tecnológico em constante evolução."
    ],
    "fullDescription": [
      "Embarcando em uma jornada pelo intricado cenário da tecnologia, este projeto se apresenta como um testemunho da busca incessante por conhecimento e inovação. Elaborado com precisão e engenhosidade, ele assume a forma de um blog pessoal meticulosamente desenvolvido usando a poderosa combinação de Vue.js e Strapi, duas tecnologias de ponta que epitomizam o espírito do desenvolvimento web moderno.\n\n",
      "Em seu cerne, este santuário digital serve como um farol para aficionados por tecnologia e profissionais da indústria, oferecendo um tesouro de artigos, insights e descobertas meticulosamente elaborados para iluminar as últimas tendências, avanços e dicas valiosas que moldam o cenário tecnológico contemporâneo."
    ],
    "imageUrl": "/assets/portifolio/blog.png",
    "links": [
      {
        "name": "WebSite",
        "url": "https://www.blog.eduardovaz.dev/",
        "iconSvg": "/assets/icons/external-link.svg"
      }
    ],
    "tags": ["HTML5", "CSS3", "HTTP", "vue-js", "strapi", "rest", "aws", "github", "typescript"]
  },
  {
    "title": "FlixMania",
    "icons": [
      ["fab", "bootstrap"],
      ["fab", "angular"]
    ],
    "description": [
      "Desenvolvi o FlixMania, uma plataforma de streaming para um cliente, oferecendo uma variedade de entretenimento para usuários brasileiros. Com acesso a diversos canais, filmes e séries, proporciona uma experiência de visualização excepcional. O site foi construído exclusivamente com Bootstrap."
    ],
    "fullDescription": [
      "Eu projetei e desenvolvi o FlixMania, um site dinâmico dedicado a promover uma plataforma de streaming de primeira linha voltada para o público brasileiro. O FlixMania serve como o portal digital para uma ampla variedade de opções de entretenimento, incluindo canais, filmes e séries, selecionados para atender aos diversos gostos dos usuários brasileiros.",
      "Construído exclusivamente com Bootstrap, o site do FlixMania possui um design moderno e responsivo, garantindo uma navegação sem problemas e uma experiência de visualização ideal em diversos dispositivos. A plataforma exibe a riqueza e variedade de conteúdo disponível no serviço de streaming, cativando os visitantes com visuais envolventes e descrições convincentes."
    ],
    "imageUrl": "/assets/portifolio/flixmania.png",
    "links": [
      {
        "name": "WebSite",
        "url": "https://www.eduardovaz.dev/FlixMidia/",
        "iconSvg": "/assets/icons/external-link.svg"
      },
      {
        "name": "Github",
        "url": "https://github.com/eduardocvaz/FlixMidia",
        "iconSvg": "/assets/icons/github.svg"
      }
    ],
    "tags": ["Bootstrap", "HTML5", "CSS3", "typescript"]
  }
]

