{
  "topmenu": ["Portuguese", "English", "About", "Contact", "Curriculum"],
  "menu.home": "Home",
  "menu.certifications": "Certifications",
  "menu.technologies": "Technologies",
  "menu.education": "Education",
  "menu.career": "Career",
  "menu.members": "Members",
  "menu.achievements": "Achievements",
  "menu.services": "Services",
  "menu.portfolio": "Portfolio",
  "menu.blog": "Blog",
  "menu.podcast": "Podcast",
  "menu.testimonials": "Testimonials",
  "menu.clients": "Clients",
  "welcome.title": "Welcome to my Resume Hub!",
  "welcome.intro": "Hello, I'm Eduardo Vaz, and programming is more than a career to me, it's a passion. Since 2017, I've dedicated myself wholeheartedly to software development, finding satisfaction in spending hours refining code and tackling complex challenges.",
  "welcome.passion": "I have a deep affinity for software development and a genuine passion for programming. To me, coding is more than a task; it's a journey of creativity and problem-solving. My ability to think outside the box allows me to approach challenges with innovative solutions.",
  "welcome.pressure": "In addition to being passionate about coding, I have a preference for working under pressure. Pressure is where my skills shine, and my creativity reaches its peak. Intense challenges motivate me to overcome obstacles and deliver exceptional results, showcasing my leadership qualities in a team setting.",
  "welcome.excellence": "I believe that excellence in programming is an ongoing pursuit. I follow best practices to create code that is robust, efficient, and maintainable. To me, code is not just a set of instructions but an expression of my experience, competence, and discipline, showcasing my versatility and commitment to quality.",
  "welcome.motivation": "My greatest motivation is the opportunity to solve complex problems and create solutions that make people's lives easier and more efficient. User satisfaction is the greatest reward, as it is proof of successful work. My dedication and hard work drive me to continually improve and shape the future of technology.",
  "welcome.explore": "To explore my journey and achievements, I invite you to explore my Resume Hub.",
  "welcome.future": "He who is not willing to invest time and overcome failure cannot shape the future. - Eduardo Vaz",
  "technologies.backend": "Backend Technologies",
  "technologies.mobile": "Mobile Technologies",
  "technologies.frontend": "Frontend Technologies",
  "technologies.intro.myJourney": "Amid the ongoing technological revolution, my journey has been forged through years of unwavering dedication to exploring this captivating universe. ",
  "technologies.intro.expertise": "Each advancement, every challenge conquered, and every new horizon ventured has shaped the expertise I offer. ",
  "technologies.intro.keyAreas": "Below, you can glimpse the key areas I've delved into. ",
  "technologies.intro.exploreButton": "For a more detailed view, click the \"Explore\" button.",
  "technologies.intro.title": "Technologies",
  "technologies.programming_languages": "Programming and Query Languages",
  "technologies.frameworks_libraries": "Frameworks and Libraries",
  "technologies.programming_paradigms": "Programming Paradigms",
  "technologies.web_technologies": "Web Technologies",
  "technologies.databases": "Databases",
  "technologies.devops": "DevOps",
  "education.intro.title": "Educational Background",
  "education.intro.myJourney": "My enthusiasm for technology did not begin during my undergraduate studies, but it was during this period that I was immersed in a world of challenges. ",
  "education.intro.myJourneyCont": "Undoubtedly, this not only changed my view of the world but also shaped my evolution as a human being. Through each step, overcoming challenges, and the discoveries I made, knowledge was forged that I am eager to share. ",
  "education.intro.keyAreas": "Below, you will find the paths I have walked. ",
  "education.intro.exploreButton": "For a more detailed view, click the 'Expand' icon. ",
  "career.intro.title": "Professional Career",
  "career.intro.careerStart": "At the beginning of my career as a software developer, I confirmed my true passion for programming. ",
  "career.intro.interpersonalSkills": "Collaborating with various colleagues, I realized that being a developer goes beyond mastering programming languages. It involves interpersonal skills such as empathy, teamwork, effective communication, and leadership. ",
  "career.intro.technologyStrength": "The true power of technology emerges when we use our technical skills to solve real-world problems and create meaningful experiences. On my journey, I seek to enhance both my technical and interpersonal skills because I believe that a developer's career is the intersection of machine logic and human innovation. ",
  "career.intro.tracks": "Below, you will find the tracks I have traversed. For a more detailed view, click on the 'Expand' icon.",
  "construction.title": "Under Construction",
  "construction.subtitle": "We are working to improve your experience.",
  "qualification.summary": "Summary of the experience:",
  "certifications.certification.title": "Certifications",
  "certifications.certificate.title": "Certificates",
  "certifications.certification.organization": "Organization:",
  "certifications.certification.description": "Description:",
  "certifications.certification.proof": "View Proof",
  "certifications.certification.intro": "Here, I share the certifications I have obtained to prove my competence; they represent my commitment to validating my skills.",
  "certifications.certification.explore": "Hover over the certifications for more details.",
  "certifications.certificate.intro": "In this section, you will find a list of certificates that validate my knowledge and experience. Each one of them is a symbol of my commitment to continuous learning and excellence.",
  "certifications.certificate.explore": "Hover over the certificates for more details.",
  "portfolio.certificate.title": "Portfolio",
  "portfolio.certificate.intro": "Below, I present a selection of projects developed throughout my career in the field of software development. Most of these projects were created with the purpose of showcasing my skills, as the majority of my previous work was subject to confidentiality agreements due to the private nature of the companies I worked for. ",
  "portfolio.certificate.myJourney": "These projects are a reflection of my commitment to improving my skills and highlighting my knowledge in software development. ",
  "portfolio.certificate.explore": "Feel free to click on any project to obtain more details about it. "

}
