{
  "topmenu": ["Português", "Inglês", "Sobre", "Contato", "Currículo"],
  "menu.home": "Início",
  "menu.certifications": "Certificações",
  "menu.technologies": "Tecnologias",
  "menu.education": "Educação",
  "menu.career": "Carreira",
  "menu.members": "Membros",
  "menu.achievements": "Conquistas",
  "menu.services": "Serviços",
  "menu.portfolio": "Portfólio",
  "menu.blog": "Blog",
  "menu.podcast": "Podcast",
  "menu.testimonials": "Depoimentos",
  "menu.clients": "Clientes",
  "welcome.title": "Bem-vindo ao meu Resume Hub!",
  "welcome.intro": "Olá, sou Eduardo Vaz, e programar é mais do que uma carreira para mim, é uma paixão. Desde 2017, tenho me dedicado de corpo e alma ao desenvolvimento de software, encontrando satisfação em passar horas refinando código e enfrentando desafios complexos.",
  "welcome.passion": "Tenho uma profunda afinidade com o desenvolvimento de software e uma paixão genuína pela programação. Para mim, codificar é mais do que uma tarefa; é uma jornada de criatividade e resolução de problemas. Minha capacidade de pensar fora da caixa me permite abordar desafios com soluções inovadoras.",
  "welcome.pressure": "Além de ser apaixonado pela programação, tenho uma preferência por trabalhar sob pressão. A pressão é onde minhas habilidades se destacam, e minha criatividade atinge o ápice. Desafios intensos me motivam a superar obstáculos e entregar resultados excepcionais, destacando minhas qualidades de liderança em um ambiente de equipe.",
  "welcome.excellence": "Acredito que a excelência na programação é uma busca contínua. Sigo as melhores práticas para criar código robusto, eficiente e sustentável. Para mim, o código não é apenas um conjunto de instruções, mas uma expressão da minha experiência, competência e disciplina, destacando minha versatilidade e compromisso com a qualidade.",
  "welcome.motivation": "Minha maior motivação é a oportunidade de resolver problemas complexos e criar soluções que tornem a vida das pessoas mais fácil e eficiente. A satisfação do usuário é a maior recompensa, pois é a prova de um trabalho bem-sucedido. Minha dedicação e trabalho árduo me impulsionam a melhorar continuamente e moldar o futuro da tecnologia.",
  "welcome.explore": "Para explorar minha jornada e realizações, convido você a visitar meu Resume Hub.",
  "welcome.future": "Aquele que não está disposto a investir tempo e superar falhas não pode moldar o futuro. - Eduardo Vaz",
  "technologies.backend": "Tecnologias de Back-end",
  "technologies.frontend": "Tecnologias de Front-end",
  "technologies.mobile": "Tecnologias Móveis",
  "technologies.intro.myJourney": "Em meio à contínua revolução tecnológica, minha jornada foi forjada por anos de dedicação incansável na exploração deste fascinante universo.",
  "technologies.intro.expertise": "Cada avanço, cada desafio superado e cada novo horizonte explorado moldaram a experiência que ofereço. ",
  "technologies.intro.keyAreas": "Abaixo, você pode vislumbrar as principais áreas em que mergulhei. ",
  "technologies.intro.exploreButton": "Para uma visualização mais detalhada, clique no botão \"Explorar\".",
  "technologies.intro.title": "Tecnologias",
  "technologies.programming_languages": "Linguagens de Programação e Consulta",
  "technologies.frameworks_libraries": "Frameworks e Bibliotecas",
  "technologies.programming_paradigms": "Paradigmas de Programação",
  "technologies.web_technologies": "Tecnologias Web",
  "technologies.databases": "Bancos de Dados",
  "technologies.devops": "DevOps",
  "education.intro.title": "Formação Acadêmica",
  "education.intro.myJourney": "Meu entusiasmo pela tecnologia não teve início durante a minha graduação, mas foi nesse período que fui imerso em um mundo de desafios. ",
  "education.intro.myJourneyCont": "Sem dúvida, isso não apenas alterou a minha visão do mundo, mas também moldou minha evolução como ser humano. Através de cada etapa, superação de desafios e descobertas que realizei, forjou-se o conhecimento que estou ansioso para compartilhar. ",
  "education.intro.keyAreas": "Abaixo, você encontrará as trilhas que percorri. ",
  "education.intro.exploreButton": "Para uma visualização mais detalhada, clique no ícone de \"Expandir\". ",
  "career.intro.title": "Carreira Profissional",
  "career.intro.careerStart": "No início da minha carreira como desenvolvedor de software, confirmei minha verdadeira paixão pela programação. ",
  "career.intro.interpersonalSkills": "Colaborando com diversos colegas, percebi que ser um desenvolvedor vai além do domínio das linguagens de programação. Envolve habilidades interpessoais, como empatia, trabalho em equipe, comunicação eficaz e liderança. ",
  "career.intro.technologyStrength": "A verdadeira força da tecnologia emerge quando usamos nossas habilidades técnicas para resolver problemas do mundo real e criar experiências significativas. Na minha jornada, busco aprimorar tanto minhas habilidades técnicas quanto interpessoais, pois acredito que a carreira de desenvolvedor é a intersecção entre a lógica da máquina e a inovação humana. ",
  "career.intro.tracks": "Abaixo, você encontrará as trilhas que percorri. Para uma visualização mais detalhada, clique no ícone de 'Expandir'. ",
  "construction.title": "Em Construção",
  "construction.subtitle": "Estamos trabalhando para melhorar sua experiência.",
  "qualification.summary": "Resumo da experiência:",
  "certifications.certification.title": "Certificações",
  "certifications.certificate.title": "Certificados",
  "certifications.certification.organization": "Organização:",
  "certifications.certification.description": "Descrição:",
  "certifications.certification.proof": "Ver Comprovação",
  "certifications.certification.intro": "Aqui, compartilho as certificações que obtive para comprovar minha competência, elas representam meu compromisso com a comprovação das minhas habilidades. ",
  "certifications.certification.explore": "Passe o mouse sobre as certificações para obter mais detalhes.",
  "certifications.certificate.intro": "Nesta área, você encontrará uma lista dos certificados que validam meu conhecimento e experiência. Cada um deles é um símbolo do meu comprometimento com a aprendizagem contínua e a excelência.",
  "certifications.certificate.explore": "Passe o mouse sobre os certificados para obter mais detalhes.",
  "portfolio.certificate.title": "Portfolio",
  "portfolio.certificate.intro": "A seguir, apresento uma seleção de projetos que foram desenvolvidos ao longo da minha carreira na área de desenvolvimento de software. A maioria desses projetos foi concebida com o intuito de demonstrar minhas habilidades, uma vez que a maioria dos meus trabalhos anteriores estava sujeita a acordos de confidencialidade, devido à natureza privada das empresas em que atuei. ",
  "portfolio.certificate.myJourney": "Estes projetos são um reflexo do meu compromisso em aprimorar minhas competências e destacar meu conhecimento em desenvolvimento de software. ",
  "portfolio.certificate.explore": "Fique à vontade para clicar em qualquer projeto para obter mais detalhes sobre ele. "
}
